[Oreans]

&New = Νέο
&Open... = Ανοιγμα...
&Save = Αποθήκευση
Save &As... = Αποθήκευση Ως...
&Protect = Προστασία
&Help = Βοήθεια
About... = Σχετικά με...
Demo Version = Δοκιμαστική Έκδοση
Save = Αποθήκευση

Options = Επιλογές
Application Information = Πληροφορίες Εφαρμογής
Protection Options = Επιλογές Προστασίας
Protection Macros = Μακροεντολές Προστασίας
Code Replace = Αντικατάσταση Κώδικα
Virtual Machine = Εικονική Μηχανή
Customized Dialogs = Προσαρμογή Διαλόγων
Advanced Options = Προχωρημένες Επιλογές
XBundler = XBundler
Help = Βοήθεια
Registration = Καταχώρηση
Trial Settings = Ρυθμίσεις Δοκιμαστικής
Hardware Lock = Κλειδωμα Υλικού
Password Protection = Πραστασία με Κωδικό
Soft&ware = Λογισμικό
&Customers = Πελάτες
&License Manager = Διαχειρστής Αδειών
&Managers = Διαχειριστές
&Project = Έργο
Tools = Εργαλεία
H&elp = Βοήθεια
&Contents = Περιεχόμενα
&About = Περί
Export Generators = Εξαγωγή Γεννητριών
&Software = Λογισμικού
&License = Άδειών
Password = Κωδικού Πρόσβασης
Trial Extension = Επέκταση Δοκιμαστικής Περιόδου
&Exit = Έξοδος
P&rotect = Προστασία
Open Project = Άνοιγμα Έργου
New Project = Nέο Έργο
Save Project = Αποθήκευση Έργου
Save Project As... = Αποθήκευση Έργου Ως...
Protect File = Προστασία Αρχείου
Dupli&cate = Αντίγαφο
(Double click to select) = (Για επιλογή διπλό κλικ)


Application = Εφαρμογή
Version = Έκδοση
Input Filename = Αρχείο Εισόδου 
Output Filename = Αρχείο Εξόδου
File Size = Μέγεθος Αρχείου
File Information = Πληρ/ίες Αρχείου
Get from version info = Λήψη από την πληροφορία έκδοσης
File not found = Αρχείο δεν βρέθηκε
Refresh = Ανανέωση
Same as input = Ίδιο με είσοδο

Advanced Anti-Debugger = Προχωρημένο Anti_Debugger 
Enable Protection = Ενεργοποίηση Προστασίας
Advanced API-Wrapping = Προχωρημένο API-Wrapping 
Anti Dumpers = Αντι-Καταγραφείς
Entry Point Obfuscation = Αλλαγή Σημείου Εισόδου
Anti-Patching = Anti-Patching
None = Κανένα
File Patching = Patching Αρχείου
Compression = Συμπίεση
Resources = Πόρων
Monitor Blockers = Μπλοκάρισμα Παρακολούθησης
Files Monitors = Έλεγχος Αρχείων
Registry Monitors = Έλεγχος Μητρώου
Delphi/BCB Form Protection = Προστασία Φορμών Delphi/BCD
Memory Guard = Προστασία Μνήμης
Resources Encryption = Κρυπτογράφηση Πόρων
VMWare/Virtual PC = VMWare/Virtual PC
Compatible = Συμβατό
When Debugger Found = Όταν Βρεθεί Debugger
Enable Encryption = Ενεργοποίηση Κρυπτογράφησης
Display Message = Εμφάνιση Μηνύματος
Exit Silently = Σιωπηρή Έξοδος
Crash Application = Κατάρευση Εφαρμογής
Metamorph Security = Προστασία Μετάλλαξης
Ring-0 Protection = Προστασία Ring-0
(not available in DEMO) = (Μη διαθέσιμη σε ΔΟΚΙΜΑΣΤΙΚΗ)

Import = Εισαγωγή
Export = Εξαγωγή
Reset Messages = Επαναφορά Μηνυμάτων

Global Caption = Γενική Λεζάντα
Debugger found = Βρέθηκε Debugger
Monitor software found = Βρέθηκε Λογισμικό Παρακολούθησης
Cracking tool found = Βρέθηκε εργαλείο παραβίασης
File corrupted = Αλλοιωμένο Αρχείο
(Not displayed in this version) = (Δεν εμφανίζεται σε αυτή την έκδοση)
Internal exception occured =  (Παρουσιαστηκς εσωτερική εξαίρεση)
Virtual Machine Detected = (Εντοπίστηκε Εικονική Μηχανή)

Export Generators = Εξαγωγή Γεννητριών

Enable CodeReplace Technology = Ενεργοποιεί τη Τεχνολογία Αντικατάστασης Κώδικα
Functions to remove using the CodeReplace Technology: = Συναρτήσεις για αφαίρεση με χρήση τεχνολογίας CodeReplace:
Assembly code inside function: = Κώδικας assembly μέσα στη συνάρτηση:
Force simulation before protection = Αναγκαστική προσομοίωση πριν τη προστασία
Run with parameters = Εκτέλεση με παραμέτρους
Start Simulation = Έναρξη Προσομοίωσης

Virtual API-Wrapper = Εικονικός API-Wrappeρ
Imported DLLs: = Εισαγώμενες DLLs:
Functions to Virtualize: = Συναρτήσεις για Εικονικοποίηση:
API Virtualization Level: = Στάθμη Εικονικοποίησης API:
Processor Specifications = Χαρακτηριστικά Επεξεργαστή
Processor Type: = Tύπος Επεξεργαστή:
Multiprocessor: = Αρθμ. CPUs:
Opcode Type: = Tύπος Opcode:
Dynamic Opcode: = Δυναμικός Opcode:
VM Complexity: = Περιπλοκότητα VM:
VM size (aprox): = Μέγεθος VM(Περίπου):
Execution Speed: = Ταχύτητα Εκτέλεσης:
Entry Point Virtualization = Εικονικοποίηση Σημείου Εισόδου
Multi Branch Technology = Τεχνολογία Πολυδιακλάδωσης

Mutable CISC processor =     Μεταβλητός επεξεραστής CISC
Mutable RISC-64 processor =  Μεταβλητός επεξεργαστής RISC-64 
Mutable RISC-128 processor = Μεταβλητός επεξεργαστής RISC-128 
Mutable CISC-2 processor =   Μεταβλητός επεξετγαστής CISC-2

Static opcodes = Στατικοί Κώδικες Χειρισμού 
Metamorphic - Level 1 = Μεταμορφωτικός - Στάθμη 1
Metamorphic - Level 2 = Μεταμορφωτικός - Στάθμη 2
Metamorphic - Level 3 = Μεταμορφωτικός - Στάθμη 3

Disabled = Απενεργοποίηση
20% Dynamic = 20% Δυναμικός
40% Dynamic = 40% Δυναμικός
60% Dynamic = 60% Δυναμικός
80% Dynamic = 80% Δυναμικός

Enable XBundler = Ενεργοποίηση XBundler
Make files visible to OpenDialog = Κάντε τα αρχεια οροτά στο OpenDialog
Allow bundling from any directory = Επιτρέψτε πακετάρισμα από οποιοδήποτε φάκελο
AVI files support = Υποστήριξη αρχείων AVI
Deleted extracted on exit = Διαγραφή εξαγώμενου στην έξοδο 
Files to bundle: (drag files here) = Αρχεία για πακέτο (Μεταφέρετε εδώ τα αρχεία)
XBundler Options = Επιλογές XBundler
Add File = Προσθήκη Αρχείου
Delete File = Διαγραφή Αρχείου

Filename = Όνομα Αρχείου
Write to disk? = Εγγραφή στον δίσκο;
Extraction Path (if written to disk) = Διαδρομή Εξαγωγής (Αν γραφούν στο δίσκο)


Encrypt Application = Κρυπ/γράφηση Εφαρμογής
Protect as DLL Plugin = Προστασία ως πρόσθετο DLL
Protect DLL plugin = Προστασία πρόσθετου DLL
Last Section Name = Όνομα Τελευταίας Ενότητας
.NET assemblies = συγκροτήσεις .net 
Active Context = Ενεργό Πλαίσιο
Enable support = Ενεργοποίηση υποστήριξης
Splash screen settings = Ρυθμίσεις οθόνης έναρξης
Mouse Click to proceed = Για συνέχεια κλικ στο ποντίκι 
Display during a number of seconds = Εμφάνιση διάρκειας (δεύτερα)

This option will encrypt your protected application. You should never uncheck this option, only for debug purposes. = Αυτή η επιλογή θα κρυπτογραφήσει την προστατευμένη εφαρμογή σας. Δεν θα πρέπει να καταργήσετε ποτέ την επιλογή αυτή, παρά μόνο για σκοπούς εντοπισμού σφαλμάτων.

Check this option only if your protected DLL will be used as plugin in third party software. = Επιλέξτε την επιλογή αυτή  μόνο αν η προστατευμένη DLL σας θα πρέπει να χρησιμοποιηθεί ως πρόσθετο σε λογισμικό τρίτων.

You can change the name of the last section added by Themida = Μπορείτε να αλλάξετε το όνομα της τελευταίας ενότητας που προστέθηκε από τη Themida

This option should always be enabled to protect your .NET assemblies = Αυτή η επιλογή θα πρέπει πάντα να είναι ενεργοποιημένη για την προστασία των .NET συγκροτήσεων σας

Support for Active Context based DLLs = Υποστήριξη για DLLs βασισμένων στο ενεργό πλαίσιο

Select a BMP-8 image that will be displayed when your application is launched = Επιλέξτε μια εικόνα ΒΜΡ-8 που θα εμφανίζεται κατά την εκκίνηση της εφαρμογής σας

The user must click in the Splash Screen to continue running the protected application = Ο χρήστης πρέπει να κάνει κλικ στην οθόνη Εκκίνησης για να συνεχίσει τη λειτουργία της προστατευμένης εφαρμογής

The splash screen will be displayed for a custom number of seconds before continue running the protected application = Η οθόνη εκκίνησης θα εμφανιστεί για ένα καθορισμένο αριθμό δευτερολέπτων πριν συνεχίσετε με την εκτέλεση της προστατευμένης εφαρμογής

This option will enable Trial and Licensing protections in Ring-0, which will enhance the way that trial information is stored in the system. If you check this option, a device driver will be embedded and extracted automatically when your application runs. Notice that the Hardware ID is different if you enable or disable this option. = Η επιλογή αυτή θα δώσει τη δυνατότητα προστασίας σε Ring-0, δοκιμαστικής και αδειοδοτούμενης εφαρμογής, η οποία θα ενισχύσει τον τρόπο που οι πληροφορίες δοκιμαστικής αποθηκεύονται στο σύστημα. Εάν επιλέξετε αυτή την επιλογή, ένα πρόγραμμα οδηγού συσκευής, θα ενσωματωθεί και να εξάγεται αυτόματα όταν εκτελείται η εφαρμογή σας . Παρατηρήστε ότι το αναγνωριστικό υλικού είναι διαφορετικό αν ενεργοποιήσετε και απενεργοποιήσετε αυτή την επιλογή.

Click for Detailed Protection View = Κλικ για Λεπτομερή Εμφάνιση Προσταστίας
Reading SDK Macros = Ανάγνωση Μακροεντολών SDK
Redirecting and Encrypting SDK Macros = Ανακατεύθυνση και Κρυπτογράφηση Μακροεντολών SDK
Merging sections / Preparing PE Header = Συνένωση τμημάτων / Προετοιμασία επικεφαλίδας PE
Examining and Wrapping API Calls = Εξέταση και Ενθυλάκωση των κλήσεων API
Generating Unique SecureEngine Code = Δημιουργία Μοναδικού κωδικού SecureEngine
Linking SecureEngine Code with Application = Σύνδεση Κώδικα SecureEngine με την Εφαρμογή
Generating Unique Virtual Machine = Δημιουργία Μοναδικής Εικονικής Μηχανής
Compressing Virtual Machine = Συμπίεση Εικονικής Μηχανής
Virtualizing VM / CodeReplace Macros = Εικονικοποίηση MV / Μακροεντολών CodeReplace
Compressing Application and Resources = Συμπίεση Εφαρμογής και Πόρων
Encrypting Application and Resources = Κρυπτογράφηση Εφρμογής και Πόρων

Test Protected File = Δοκιμή Εφαρμογής
Protect = Προστασία
Cancel = Ακυρο
Play sound when protection finishes = Αναπαραγωγή ήχου όταν η προστασία τελειώσει

This option supervises at any time if your application is running under any kind of debugger. = Αυτή η επιλογή εποπτεύει ανά πάσα στιγμή, αν η εφαρμογή σας τρέχει κάτω από οποιοδήποτε είδος προγράμματος εντοπισμού σφαλμάτων.
This option avoids your application from being dumped from memory to disk even using the most advanced memory dumping tools = Αυτή η επιλογή αποτρέπει στην εφαρμογή σας να γίνει αντικείμενο ντάμπινγκ (καταγραφή) από τη μνήμη σε δίσκο ακόμα και αν χρησιμοποιούνται τα πιο προηγμένα εργαλεία ντάμπινγκ της μνήμης.
This option removes and encrypts the entry point of your application, executing it from a secure place in memory = Αυτή η επιλογή αφαιρεί και κρυπτογραφεί το σημείο εισόδου της εφαρμογής σας, εκτελώντας την από μια ασφαλή θέση στη μνήμη.
This option will keep your application resources fully encrypted against modifications = Αυτή η επιλογή θα κρατήσει τους πόρους της εφαρμογής σας πλήρως κρυπτογραφημένους απέναντι σε τροποποιήσεις
If you want that your application will run inside VMWare/VirtualPC you must check this option = Αν θέλετε την εφαρμογή σας να τρέχει μέσα σε VMWare/VirtualPC θα πρέπει να τσεκάρετε αυτή την επιλογή
This option will wrap the APIs used in your application to avoid a possible reconstruction of your original application = Η επιλογή αυτή θα ενθυλακώσει τα APIs που χρησιμοποιούνται στην εφαρμογή σας να αποφύγετε μια πιθανή ανασυγκρότηση της αρχικής εφαρμογής σας
This option detects if any modification is done to your protected application, either by a cracker or a virus = Αυτή η επιλογή ανιχνεύει αν έγινε κάποια τροποποίηση στη προστατευμένη εφαρμογής σας, είτε από έναν χάκερ ή από κάοιον ιό
This option will activate the internal Metamorph engine to generate multiples opcode mutations for a single block of code = Αυτή η επιλογή θα ενεργοποιήσει την εσωτερική μηχανή Μεταμόρφωσης δημιουργώντας πολλαπλές μεταλλάξεις opcode για ένα ενιαίο μπλοκ κώδικα
This option will protect your application against memory patching = Η επιλογή αυτή θα προστατεύσει την εφαρμογή σας από αλλαγές στη μνήμη
This option allows you to choose the desired option to perform when a debugger or cracking tool has been found in memory = Αυτή η επιλογή σας επιτρέπει να διαλέξετε την ενέργεια που θα εκτελεστεί όταν έχει βρεθεί στη μνήμη ένα εργαλείο εντοπισμού σφαλμάτων ή πειρατίας
This option keeps your application code compressed meanwhile it is not executed = Αυτή η επιλογή διατηρεί το συμπιεσμένο κώδικα της εφαρμογής σας, ακόμη και όταν δεν εκτελείται
This option keeps the resources in your application fully compressed = Αυτή η επιλογή διατηρεί τους πόρους στην εφαρμογή σας πλήρως συμπιεσμένους
This option will compress the SecureEngine code that is appended into your protected application = Αυτή η επιλογή θα συμπιέσει τον κώδικα SecureEngine που είναι προσαρτημένος στην προστατευμένη εφαρμογή σας
This option will detect/fool possible files monitors when your protected application is running = Αυτή η επιλογή θα ανιχνεύσει για πιθανά προγράμματα παρακολούθησης αρχείων όταν εκετελείτε η προστατευμένη εφαρμογή σας
This option will detect/fool possible registry monitors when your protected application is running = Αυτή η επιλογή θα ανιχνεύσει για πιθανά προγράμματα παρακολούθησης του μητρώου όταν εκετελείτε η προστατευμένη εφαρμογή σας
This option will protect your Delphi/BCB forms against reconstruction from memory. Note that this option is incompatible with some Delphi/BCB applications = Η επιλογή αυτή θα προστατεύσει τις Delphi/BCB φόρμες σας, από ανασυγκρότηση από τη μνήμη. Σημειώστε ότι αυτή η επιλογή είναι ασύμβατη με ορισμένες εφαρμογές Delphi/BCB
Load your customized messages from a file = Φορτώνει τα προσαρμοσμένα μηνύματα σας από ένα αρχείο
Save your customized messages to a file = Αποθηκεύει τα προσαρμοσμένα μηνύματα σας σε ένα αρχείο
This list displays all the DLLs imported by your application = Αυτή η λίστα εμφανίζει όλα τα DLL's που εισάγονται από την εφαρμογή σας
This list displays all the imported functions for the selected DLL. You can select which functions will be "virtualized" = Αυτή η λίστα εμφανίζει όλες τις εισαγόμενες συναρτήσεις για την επιλεγμένη DLL. Μπορείτε να επιλέξετε ποιες λειτουργίες θα "εικονικοποιούνται"
You can import API names from a text file. The imported APIs will be virtualized in the current project = Mπορείτε να εισάγετε τα ονόματα API από ένα αρχείο κειμένου. Τα εισαγόμενα APIs θα εικονικοποιούνται στο τρέχον έργο
Select the maximun number of instructions to virtualize from your application entry point = Επιλέξτε το μέγιστο αριθμό των οδηγιών για εικονικοποίηση από το σημείο εισόδου εφαρμογή σας
This option will insert multiple conditional branch instructions inside your unique Virtual Machine, making it harder to analyze = Αυτή η επιλογή θα εισάγει πολλαπλές εντολές διακλάδωσης υπό όρους μέσα στη μοναδική Εκονική Μηαχνή σας, κάνοντας πιο δύσκολη την ανάλυση της
You can save the current selected APIs into a text file to be imported by another project = Μπορείτε να αποθηκεύστε τα επιλεγμένα APIs σε ένα αρχείο κειμένου που πρόκειται να εισαχθεί από ένα άλλο έργο
Complexity level to emulate each wrapped API = Επίπεδο πολυπλοκότητας για εξομοίωση κάθε ενθυλακωμένου API
Changes have been made. Do you want to save project? = Έγιναν ορισμένες αλλαγές, θέλετε να αποθηκεύσετε το έργο σας;
Save Changes = Αποθήκευση αλλαγών
*UNSAVED* = *Μη Αποθηκευμένο*
Invalid Project File. Please, recreate a new one = Μη έγκυρο αρχείο έργου. Παρακαλούμε, ξαναδημιουργήσετε ένα νέο.
Load Project = Μεταφόρτωση Έργου
You need XBundler .NET for your .NET application. Please contact info@oreans.com = Χρειάζεται το XBundler .ΝΕΤ για την .ΝΕΤ εφαρμογή σας. Παρακαλώ επικοινωνήστε με info@oreans.com
Sorry, Themida Standard cannot protect .NET files. You need to upgrade to Themida Professional for .NET support. Upgrade now? = Δυστυχώς, η Themida Standard δεν μπορεί να προστατεύσει .NET αρχεία. Θα πρέπει να αναβαθμίσετε σε Themida Professional για υποστήριξη .NET. Αναβάθμιση τώρα;
Save Project = Αποθήκευση Έργου
Save Project As... = Αποθήκευση έργου ως...
No file selected. Please select a file to protect (Input Filename) =  Δεν επιλέχτηκε αρχείο. Επιλέξτε ένα αρχείο για προστασία (Όνομα αρχείου εισόδου)    
No Output file selected. Please select an Output file before protecting = Δεν έχει επιλεγεί κάποιο αρχείο εξόδου. Παρακαλώ επιλέξτε ένα αρχείο εξόδου πριν την προστασία
File does not exists: = Το αρχείο δεν υπάρχει:
File is already protected/compressed: = Το αρχείο ήδη είναι προστατευμένο/συμπιεσμένο:
File has invalid macros insertion: = Το αρχείο περιέχει μη έγκυρες μακροεντολές:
Please, review your macros again = Παρακαλώ, επανεξετάστε πάλι τις μακροεντολές σας
File cannot be accessed for protection: = Το αρχείο δεν είναι προσβάσιμο για προστασία:
Please select a new file to protect (Input Filename) = Παρακαλώ επιλέξτε ένα νέο αρχείο για προστασία (το όνομα του αρχείου εισόδου)
File has not being simulated. Please simulate the file before protection or uncheck the "Force simulation before protecting" checkbox = Το αρχείο δεν έχει ακόμη προσομοιωθεί. Παρακαλούμε προσομοιώστε το αρχείο πριν από την προστασία ή καταργήστε το πλαίσιο ελέγχου "Force simulation before protecting"
Open Input File = Άνοιγμα αρχείου εισόδου
The resources section in your application is empty. Themida needs to rebuild your application header. Proceed? = Το τμήμα των πόρων της εφαρμογής σας είναι άδειο. Η Themida χρειάζεται την ανασύνθεση της επικεφαλίδα της εφαρμογής σας. Συνέχεια;
Rebuild Header = Ανασύνθεση Επικεφαλίδας
File is compressed or already protected: = Το αρχείο είναι ήδη συμπιεσμένο ή προστατευμένο:
Your application seems to be in use or running in memory. Please, make sure to close it before proceeding = Η εφαρμογή σας φαίνεται να είναι σε χρήση ή τρέχει στη μνήμη. Παρακαλώ, φροντίστε να την κλείσετε πριν προχωρήσετε
Error = Σφάλμα
Your application header is incompatible with Themida. Do you want Themida to rebuild your application header? = Η κεφαλίδα της εφαρμογής σας είναι μη συμαβτή με την Θέμιδα. Θέλετε η Θέμιδα να ανασυνθέσει την κεφαλίδα της εφαρμογής σας;
.NET limitation = Περιορισμοί .NET
Sorry, you cannot change the global message caption in demo version = Λυπούμαστε, δεν μπορείτε να αλλάξετε τη γενική λεζάντα μηνύματος στη δοκιμαστική έκδοση
Warning! The current CodeReplace macros are not valid for the selected file. CodeReplace macros removed = Προσοχή! Οι τρέχουσες μακροεντολές CodeReplace δεν είναι έγκυρες για το επιλεγμένο αρχείο. Οι μακροεντολές CodeReplace αφαιρούνται
Warning = Προειδοποίηση
Warning! The current application is already protected/compressed. Do you still want to protect it? = Προειδοποίηση! Η τρέχουσα εφαρμογή είναι ήδη προστατευμένη/συμπιεσμένη. Θέλετε ακόμα την προστασία της;
File has a missing macro START or END: = Από το αρχείο λείπει μια μακροεντολή START ή END:
Please review your macros again = Παρακαλώ εξετάστε και πάλι τις μακροεντολές σας
File cannot be opened: = Το αρχείο δεν μπορεί να ανοίξει:
Make sure that other application is not using it = Βεβαιωθείτε ότι καμία άλλη εφαρμογή δεν το χρησιμοποιεί
File to protect has an invalid PE header. Unable to inspect file = Το αρχείο για προστασία δεν έχει έγκυρη κεφαλίδα PE. Δεν είναι δυνατή η επιθεώρηση του αρχείου
File to protect contains one macro with few lines of code on it. Please review your macros again = Το αρχείο για προστασία περιέχει μια μακροεντολή με λίγες γραμμές κώδικα σε αυτό. Παρακαλώ εξετάστε εκ νέου τις μακροεντολές σας
Sorry, the current version of Themida does not support CodeReplace in Visual Basic Pcode applications = Δυστυχώς, η τρέχουσα έκδοση της Θέμιδας δεν υποστηρίζει CodeReplace σε εφαρμογές Visual Basic σε Pcode
Sorry, the current version of Themida does not support CodeReplace in .NET applications = Δυστυχώς, η τρέχουσα έκδοση της Θέμιδας δεν υποστηρίζει CodeReplace σε .NET εφαρμογές
Unable to find a function to add CodeReplace technology = Αδυναμία εύρεσης μια λειτουργίας για την προσθήκη τεχνολογίας CodeReplace
Run with parameters = Εκτέλεση με παραμέτρους
Please enter the parameters = Παρακαλούμε, εισάγετε τις παραμέτρους
Sorry, you cant disable that option in demo version = Λυπούμαστε, δεν μπορείτε να απενεργοποιήσετε αυτή την επιλογή στην δοκιμαστική έκδοση
Messages exported to = Τα μηνύματα εξάγονται προς
Messages imported from = Τα μηνύματα εισάγονται από
Themida GUI Overview = Επισκόπηση του γραφικού περιβάλλοντος της Θέμιδας
Protect Now = Προστατέψτε το Τώρα
SecureEngine Technology = Τεχνολογία SecureEngine
SecureEngine Macros = Μακροεντολές SecureEngine
Code Replace = Αντικατάσταση Κώδικα
Software Updates = Ενημερώσεις Λογισμικού
What is XBundler = Τι είναι το XBundler
Using XBundler = Χρήση του XBundler

Scenarios for Using XBundler = Σενάρια για τη χρήση του XBundler
*** ERROR: Project file does not exist or invalid. (Exit code 1) *** = *** Σφάλμα: Το αρχείο έργου δεν υπάρχει ή δεν είναι έγκυρο. (Κωδικός εξόδου 1) ***
*** ERROR: File to protect does not exist. (Exit code 2) *** = *** Σφάλμα: Το αρχείο για προστασία δεν υπάρχει. (Κωδικός εξόδου 2) ***
*** ERROR: File is already protected. (Exit code 3) *** = *** Σφάλμα: Το αρχείο προστατεύεται ήδη  (Κωδικός εξόδου 3) ***
*** ERROR: Error in SecureEngine macros. Please review them again. (Exit code 4) *** = *** Σφάλμα: Σφάλμα στις μακροεντολές SecureEngine. Παρακαλούμε επανεξετάστε τις. (Κωδικός Εξόδου 4) ***
*** ERROR: File to protect cannot be opened. (Exit code 2) *** = *** Σφάλμα: Το αρχείο για προστασία δεν μπορεί να ανοίξει. (Κωδικός Εξόδου 2) ***
*** ERROR: The splash file seems do not have 256 colors. Only 256 BMP files will be displayed correctly. = *** Σφάλμα: Το αρχείο splash δεν φαίνεται να έχει 256 χρώματα. Μόνο τα αρχεία BMP με 256 χρώματα θα εμφανίζονται σωστά.
*** ERROR: The splash file seems to be a BMP compressed. Only non compressed BMP files will be displayed correctly. = *** Σφάλμα: Το αρχείο splash φαίνεται να είναι ένα συμπιεσμένο ΒΜΡ. Μόνο μη συμπιεσμένα αρχεία BMP θα εμφανίζονται σωστά.
Macros found: = Μακροεντολές που βρέθηκαν:
*** Fatal error while protecting file. (Exit Code 5) *** = *** Μοιραίο λάθος κατά την προστασία του αρχείου. (κώδικας Εξόδου 5) ***
*** ERROR: Cannot write protected file. Make sure the file is not in use. (Exit code 6) *** = *** Σφάλμα: Δεν ήταν δυνατή η εγγραφή προστατευμένου αρχείου. Βεβαιωθείτε ότι το αρχείο δεν είναι σε χρήση. (Κωδικός Εξόδου 6) *** 
Generating Unique SecureEngine Code... = Δημιουργία Μοναδικού Κώδικα SecureEngine...
Linking SecureEngine Code with Application... = Σύνδεση του κώδικα SecureEngine με την εφαρμογή...
done. = ολοκληρωθηκε.
Encrypting Application and Resources... = Κρυπτογράφηση Εφαρμογής και Πόρων...
Compressing Application and Resources... = Συμπίεση Εφαρμογής και Πόρων...
Macros processed: = Επεξεργασμένες Μακροεντολές:

processed: Επεξεργασμένα:
Application successfully protected. = Η εφαρμογή προστστεύεται επιτυχώς.
Do you want to go to the order form Themida subscription plans? = Θέλετε να μεταβείτε στη φόρμα παραγγελίας συνδομητικών επιλογών της Θέμιδας;
No file selected. Please, select a file to protect (Input Filename) = Δεν έχει επιλεγεί κάποιο αρχείο. Παρακαλούμε, επιλέξτε το αρχείο για προστασία (Όνομα αρχείου εισόδου)
Question = Ερωτήσεις
-- Files to Bundle -- = -- Αρχεία για Συσκευασία --
The path of the file that you are inserting must be relative to: = Η διαδρομή του αρχείου που εισάγετε πρέπει να είναι σχετική με::
All imported by ordinal! = 
Medium = Μεσαίο
Normal = Κανονικό
High = Υψηλό
Supreme =Ανώτατο
Extreme = Ακραίο
Highest = Υψηλότερη

This option is not enabled in DEMO version = Αυτή η επιλογή δεν είναι ενεργοποιημένη στη Δοκιμαστική έκδοση
DEMO Restriction = Περιορισμοί ΔΟκιμαστικής Έκδοσης
The splash file seems do not have 256 colors. Only 256 BMP files will be displayed correctly. = Το αρχείο splash δεν φαίνεται να έχει 256 χρώματα. Μόνο αρχεία BMP με 256 χρώματα  θα εμφανίζονται σωστά.
The splash file seems to be a BMP compressed. Only non compressed BMP files will be displayed correctly. = Το αρχείο splash φαίνεται να είναι ένα  ΒΜΡ συμπιεσμένο. Μόνο μη συμπιεσμένα αρχεία BMP θα εμφανίζονται σωστά.
Sorry, Themida DEMO does not support RISC-128 processors = Δυστυχώς, το DEMO της Θέμιδας δεν υποστηρίζει επεξεργαστές RISC-128 
Processor Type = Τυπος Επεξεργαστή
Sorry, Themida DEMO does not support Dynamic Opcodes = Δυστυχώς το DEMO της Θέμιδας δεν υποστηρίζει Δυναμικούς Κώδικες λειτουργίας
The file is never extracted to disk! = Το αρχείο δεν εξάγεται στο δίσκο!
Select file/s to bundle = Επιλέξτε αρχείο(α) για ενσωμάτωση
No file selected. Please, select a file to protect (Input Filename) = Δεν έχει επιλεγεί κάποιο αρχείο. Παρακαλούμε, επιλέξτε το αρχείο για προστασία (Όνομα αρχείου εισόδου)
Last Modified: = Τελευταία ενημέρωση:
(Application header has been rebuilt by Themida) = (Η κεφαλίδα της εφαρμογή έχει ανακατασκευαστεί από τη Θέμιδα)
File Type: Windows Standard Executable = Τύπος Αρχείου: Στάνταρ εκτελέσιμο των Windows
File Type: Visual Basic Native Executable = Τύπος Αρχείου: ΅Εκτελέσιμα εγγενή της Visual Basic
File Type: Visual Basic PCode Executable = Τύπος Αρχείου: Εκτελέσιμο Pcode Visual Basic
File Type: Windows .NET Executable = Τύπος Αρχείου: Εκτελέσιμο .NET των Windows
File Type: MACROMEDIA Executable = Τύπος Αρχείου: Εκτελέσιμο MACROMEDIA
File Type: PowerBuilder Application = Τύπος Αρχείου: Εκτελέσιμο PowerBuilder
File Type: Excelsior JET Application = Τύπος Αρχείου: Εφαρμογή Excelsior JET
File Type: Dynamic Link Library (DLL) = Τύπος Αρχείου: Βιβλιοθήκη Δυναμικής Διασύνδεσης (DLL)
File Type: OLE Control Extension (OCX) File = Τύπος Αρχείου: Αρχείο επέκτασηε OLE (OCX)
File Type: Screensaver File = Τύπος Αρχείου: Αρχείο οθόνης
File Type: Windows NT Service = Τύπος Αρχείου: Υπηρεσία Windows NT
File Type: Borland Library = Τύπος Αρχείου: Βιβλιοθήκη Borland
File Type: Linux Executable (ELF/i386) = Τύπος Αρχείου:: Εκτελέσιμο Linux (ELF/i386)
File Type: NT Device Driver = Τύπος Αρχείου:: Οδηγός Συσκευής ΝΤ

*** Protected with Code Virtualizer *** =  *** Προστατεύετε το με κώδικα εικονικοποίησης ***
Virtual Machine Macro Functions: = Μακροεντολές-Συναρτήσεις εικονικής μηχανής:
CodeReplace Macro Functions: = Μακροεντολές-Συναρτήσεις  CodeReplace:
CodeEncrypt Macro Functions: = Μακροεντολές-Συναρτήσεις  CodeEncrypt:
ClearCode Macro Functions: = Μακροεντολές-Συναρτήσεις  ClearCode:
Registered Macro Functions: = Μακροεντολές-Συναρτήσεις καταχωρημένες:
Unregistered Macro Functions: = Μακροεντολές-Συναρτήσεις μη-καταχωρημένες:
Read functions automatically = Αυτόματη ανάγνωση συναρτήσεων
Read functions from SDK = Ανάγνωση συναρτήσεων από SDK
File already protected/compressed. = To αρχείο είναι ήδη προστατευμένο/συμπιεσμένο.
Error: There is a missing START or END in one of your macros. = Σφάλμα: Υπάρχει ένα START ή END που λείπει σε μια απο τις μακροεντολές σας.
Error: Unable to open the selected file. File may be in use. = Σφάλμα: Δεν είναι δυνατό το άνοιγμα του επιλεγμένου αρχείου.Το αρχείο μπορεί να χρησιμοποιείται.
Error: Invalid PE header in selected file. = Σφάλμα: Μη έγκυρη επικεφαλίδα PE στο επιλεγμένο αρχείο.
Error: The included code inside a macro is too small. = Σφάλμα: O κώδικας που εμπεριέχεται μέσα στη μακροεντολή είναι πολύ μικρός.
Error: There are at least a nested VM macros. VM macros cannot be nested. = Σφάλμα: Υπάρχει τουλάχιστον μια ένθετη μακροεντολή VM. Οι μακροεντολές VM δεν μπορύν να είναι ένθετες.
Error: The selected file is not an x64 application. You need Themida x32 to protect that application. = Σφάλμα: Το επιλεγμένο αρχείο δεν είναι μια εφαρμογή 64-bit. Χρειάζεται τη Θέμιδα x32 για την προστασία της εν λόγω εφαρμογής.
Error: The selected file is an x64 application. You need Themida x64 Edition to protect that application. = Σφάλμα: Το επιλεγμένο αρχείο είναι μια εφαρμογή 64-bit. Χρειάζεται τη Θέμιδα x64 για την προστασία της εν λόγω εφαρμογής.
Project: = Έργο:
Select functions from MAP file = Επιλογή Συναρτήσεων από αρχείο MAP
Read functions automatically = Αυτόματη ανάγνωση συναρτήσεων
How many functions do you want to add? = Πόσες συναρτήσεις θέλετε να προσθέσετε;
OK = OK
Sorry, the required MAP file was not found. Please, generate a MAP file for your application = Δυστυχώς, το αρχείο MAP που ζητήθηκε, δεν βρέθηκε. Παρακαλούμε δημιουργήστε ένα αρχείο MAP για την εφαρμογή σας
There are not functions to simulate. Please, insert some functions either manually or automatically = Δεν υπάρχουν λειτουργίες για προσομοίωση. Παρακαλούμε, εισάγετε κάποιες λειτουργίες είτε χειροκίνητα ή αυτόματα
Simulator = Προσομοιωτής
Information = Πληροφορίες
None = Κανένα
Message = Μήνυμα
Customize Dialog = Προσαρμογή Διαλόγου
Close = Κλείσιμο

Internal Protection Messages = Εσωτερικά Μηνύματα Προστασίας
Trial/Registration Messages = Μυνήματα Δοκιμής/Καταχώρησης
Will be displayed by WinLicense = Εμφανίζονται από το WinLicense
Displayed by SDK or not displayed = Εμφανίζονται από SDK ή καθόλου
Cannot update oreans.sys driver (admin rights) = Δεν είναι δυνατή η ενημέρωση του οδηγού oreans.sys (δικαιώματα διαχειριστή)
Cannot open oreans.vxd driver (already in use) = Δεν είναι δυνατόν να ανοίξει ο οδηγός oreans.vxd (ήδη σε χρήση)
Driver cannot be updated = O οδηγός δεν μπορεί να ενημερωθεί
Computer needs to be reset to install driver = Ο υπολογιστής θα πρέπει να επανεκκινήσει για την εγκατάσταση του οδηγού
Cannot write oreans.vxd (already in use) = Δεν είναι δυνατή η εγγραφή του oreans.vxd (ήδη σε χρήση)

Trial nag screen (reminder) = Οθόνη Δοκιμαστικής Έκδοσης (Υπενθύμιση)
Trial days expired = Οι μέρες δοκιμαστικής περιόδου έληξαν
Trial executions expired = Έληξαν οι δοκιμαστικές εκτελέσεις
Trial date expired = Η ημερομηνία δοκιμαστικού έληξε
Trial runtime expired = Ο δοκιμαστικός χρόνος έληξε
Trial global time expired = Ο γενικός δοκιμαστικός χρόνος έληξε
Trial locked to different country = Η δοκιμαστική είναι κλειδωμένη σε διαφορετική χώρα
Trial extension key corrupted = Αλλοιωμένο κλειδί επέκτασης δοκιμαστικής περιόδου
No more trial extensions allowed = Δεν επιτρέπονται άλλες επεκτάσεις δοκιμαστικής
Show registration info (only first time when registered) = Εμφάνιση πληροφορίας καταχώρησης (μόνο την 1η φορά με την καταχώρηση)
License days expired = Οι μέρες της άδειας έληξαν
License executions expired = Έληξαν οι εκτελέσεις της άδειας
License date expired = Η ημερομηνία άδειας έληξε
License global time expired = Ο γενικός χρόνος της άδειας έληξε
License key corrupted = Αλλοιωμένο κλειδί άδειας
License locked to different machine = Η άδεια είναι κλειδωμένη σε διαφορετική χώρα
License without machine locking = Άδεια χωρίς κλείδωμα μηχανής
No more hardware changes allowed = Δεν επιτρέπονται άλλες αλλαγές υλικού
Stolen license key = Κλεμμένο Κλειδί Άδειας
License is not expirable =  άδεια δεν λήγει
License required to run = Υποχρεωτική η άδεια για τη λειτουργία
Trial/Licensing Manager manipulated = "Πειραγμένος¨Διαχειριστής Δοκιμαστικής/Αδειοδότησης
Invalid user/password (for password dialog) = Άκυρος Συνδυασμός Χρήστη/Κωδικού πρόσβασης 

This application(s) will run in trial/restricted mode, until registered. = Αυτή η εφαρμογή θα τρέχει σαν δοκιμαστική/περιορισμένη μέχρι να καταχωρηθεί.
Days Expiration = Ημέρες Λήξης
Date Expiration = Ημερομηνία Λήξης
Trial Extension Manager = Διαχειριστής Επέκτασης Δοκιμαστικής
Executions = Εκτελέσεις
Run Time (execution) = Χρόνος Εκτέλεσης
Global Time = Γενικός Χρόνος
days = Hμέρες
times = φορές
minutes = λεπτά
Runtime = Χρόνος Εκτέλεσης
Date = Ημερομηνία
Unlimited = Χωρίς Όριο
(For custom restrictions) = (προσαρμογή περιορισμών)
Trial Restrictions = Περιορισμοί Δοκιμαστικής
Clock Change = Αλλαγή Ρολογιού
Trial Extension = Επέκταση Δοκιμαστικής Περιόδου
Lock trial to user language = Κλείδωμα στη γλώσσα χρήστη
Allow trial period to be extended (with a valid key) = Επέκταση δοκιμαστικής (με ένα έγκυρο κλειδί)
Extension Key distribution options = Επιλογές διανομής κλειδιών επέκτασης
With single file = Με απλό αρχείο
With Registry = Με καταχώρηση μητρώου
Value Name = Όνομα Τιμής
Maximum Extensions = Μέγιστος Αριθμός Επεκτάσεων
Maximum extensions allowed = Όριο Επιτερπόμενων επεκτάσεων

This option sets a trial period to a certain amount of days since the application is started for the first time = Αυτή η επιλογή ορίζει μια δοκιμαστική περίοδο σε ένα ορισμένο αριθμό ημερών αφότου ξεκινήσει για πρώτη φορά η εφαρμογή
This option sets an exact date for the end of the trial period = Αυτή η επιλογή ορίζει την ακριβή ημερομηνία για τη λήξη της δοκιμαστικής περιόδου
This option sets an exact number of executions allowed for an application = Αυτή η επιλογή ορίζει τον ακριβή αριθμό εκτελέσεων που επιτρέπονται σε μια εφαρμογή
This option sets an exact amount of time (in minutes) that an application can stay in memory = Αυτή η επιλογή ορίζει ένα ακριβές χρονικό διάστημα (σε λεπτά), που μπορεί να μείνει στη μνήμη η εφαρμογή
This option sets an exact amount of total time (in minutes) that an application can run during all Windows® sessions = Η επιλογή αυτή καθορίζει ένα  ακριβές συνολικό χρονικό διάστημα (σε λεπτά) για το οποίο η εφαρμογή μπορεί να εκτελεστεί σε όλες τις συνεδρίες των Windows®
This option allows an application to run in trial mode without any restrictions added by WinLicense = Η επιλογή αυτή επιτρέπει σε μια εφαρμογή να εκτελείται χωρίς περιορισμούς που προστίθενται από το WinLicense
You can select how sensitive WinLicense will behave against clock changes. If for example, you select "1 day clock back", WinLicense will ignore if the clock has been turned back for 1 day. = Μπορείτε να επιλέξετε πόσο ευαίσθητα θα συμπεριφερθεί το WinLicense στις αλλαγές του ρολογιού. Αν,για παράδειγμα, επιλέξετε "Το ρολόι 1 μέρα πίσω", το WinLicense θα αγνοήσει, αν το ρολόι έχει γυρίσει πίσω 1 ημέρα.
This option allows an application to be locked to specific country when it runs in trial mode = Η επιλογή αυτή επιτρέπει σε μια εφαρμογή να είναι κλειδωμένη σε συγκεκριμένη χώρα, όταν τρέχει σε δοκιμαστική λειτουργία
This option allows you to extend the trial period of your application with special trial extension keys = Αυτή η επιλογή σας επιτρέπει να επεκτείνετε τη δοκιμαστική περίοδο της εφαρμογής σας με ειδικά κλειδιά επέκτασης δοκιμαστικής περιόδου
This option sets the name of a trial extension file to be searched by WinLicense when the application is being started = Αυτή η επιλογή ορίζει το όνομα του αρχείου επέκτασης δοκιμαστκής περιόδου που θα αναζητηθεί από το WinLicense όταν η εφαρμογή είναι να ξεκινήσει
This option is used to allow distribution of extension keys as Windows® Registry key files = Αυτή η επιλογή χρησιμοποιείται για να επιτρέψει διανομή κλειδιών επέκτασης, σαν αρχεία καταχωρήσεων του μητρώου των Windows® 
This option limits the amount of trial extensions that an application can be extended = Η επιλογή αυτή ορίζει το όριο των επεκτάσεων δοκιμαστικής περιόδου, μέχρι το οποίο η εφαρμογή μπορεί να επεκταθεί

Any clock change = Κάθε αλλαγή ρολογιού
1 hour clock back = ρολόι 1 ώρα πίσω
1 day clock back =  ρολόι 1 μέρα πίσω

This application(s) can be registered, with the presence of a valid key. = Αυτή η εφαρμογή(ες) μπορεί να καταχωρηθεί, με την παρουσία ενός έγκυρου κλειδιού.
License Keys Accepted = Κλειδί Άδειας Δεκτό
Types of accepted License Keys = Αποδεκτοί Τύποι Κλειδών Άδειας
Single file = Απλό Αρχείο
Registry = Καταχώρηση Μητρώου
Security Options = Επιλογές Ασφαλείας
Enable SmartActivate® System for user-side generated keys. = Ενεργοποίηση  SmartActivate®  για κλειδίά  φτιαγμένα στη μεριά του χρήστη
Allow only hardware dependent (locked) registrations. = Αποδεκτές μόνο εξαρτώμενες από υλικό (κλειδωμένες) καταχωρήσεις
Accept only temporary keys (that expire). = Αποδοχή μόνο προσωρινών κλειδιών (που λήγουν).
Application only runs when registered. (Requires a key to run) = Η εφαρμογή τρέχει ΜΟΝΟ αν καταχωρηθεί. (Απαιτείται ένα κλειδί)
Clear trial info when registered. = Μηδενισμός πληροφοριών δοκιμαστικής όταν καταχωρηθεί.
License Key Signature = Υπογραφή Κλειδιού Αδείας
Level 1 = Επιπέδου 1
Level 2 = Επιπέδου 2
For professional and elegant licensing control, WinLicense offers the SmartActivate® System. This technology allows an application to be registered using SmartActivate® keys = Για κομψό και επαγγελματικό έλεγχο της αδειοδότησης, το WinLicense προσφέρει το Σύστημα SmartActivate® . Η τεχνολογία αυτή επιτρέπει σε μια εφαρμογή να καταχωριθεί χρησιμοποιώντας κλειδιά SmartActivate® 
This option restricts the use of registration keys to a specific computer. As each computer has an unique machine ID (processor type, hard disk and BIOS serial), WinLicense can lock a registration key to that specific machine = Αυτή η επιλογή περιορίζει την χρήση των κλειδιών καταχώρισης σε έναν συγκεκριμένο υπολογιστή. Επειδή κάθε υπολογιστής έχει ένα μοναδικό αναγνωριστικό μηχανής (τύπος επεξεργαστή, σκληρός δίσκος και το σειριακό του BIOS), το WinLicense μπορεί να κλειδώσει ένα κλειδί καυταχώρισης στο συγκεκριμένο μηχάνημα
This option denies the use of "time unlimited" registration keys and forces WinLicense to accept only temporary registration keys = Η επιλογή αυτή αρνείται τη χρήση κλειδιών καταχώρισης "απεριορίστου χρόνου" και υποχρεώνει το WinLicense να δεχτεί μόνο προσωρινά κλειδιά εγγραφής
This option allows user to run an application only in the presence of a valid registration key. WinLicense will terminate the application if no key is found or if it is invalid = Αυτή η επιλογή επιτρέπει στο χρήστη να τρέξει μια εφαρμογή μόνο με την παρουσία ενός έγκυρου κλειδί εγγραφής. το WinLicense θα τερματίσει την εφαρμογή εάν δεν βρεθεί κάποιο κλειδί ή αν βρεθεί κάποιο που είναι άκυρο
The purpose of this option is to clear the trial information from a computer once an user receives a valid registration key and registers an application. If the user decides to remove the registration key or it expires, the trial period will restart from zero = Ο σκοπός αυτής της επιλογής είναι να καθαρίσει τα στοιχεία της δοκιμαστικής περιόδου από έναν υπολογιστή όταν ο χρήστης λάβει ένα έγκυρο κλειδί καταχώρισης και καταχωρίσει μια εφαρμογή. Εάν ο χρήστης αποφασίσει να αφαιρέσει το κλειδί καταχώρησης ή αυτό λήξει, η δοκιμαστική περίοδος θα ξεκινήσει πάλι από το μηδέν
This option allows you to select the signature level used by WinLicense to check that licenses for your applications are genuine = Esta opção permite você selecionar o nivel de assinatura usado pelo WinLicense para checar que esta licença para seu aplicativo é genuina

Enable Password Protection = Ενεργοποίηση προστασίας με κωδικό πρόσβασης
Password requirement = Απαίτηση Κωδικού Πρόσβασης
Password Action = Ενέργεια Κωδικού Πρόσβασης
Encrypt EXE using the password hash. = Κρυπτογραφεί το EXE με χρήση του hash κωδικού.
On Normal / Trial Version = Στις Έκδόσεις Κανονική/Δοκιμαστικής Περιόδου 
On Registered Version = Στην Αδειοδοτημένη Έκδοση
Never ask for a password. = Μη ζητηθεί ποτέ κωδικός πρόσβασης.
I will ask for a password manually. = Θα ζητηθεί ένας κωδικός πρόσβασης όχι αυτόματα.
Automatically, ask for a password only the first time. =Αυτόματη ζήτηση κωδικού μόνο στη 1η εκτέλεση.
Automatically, always ask for a password. = Αυτόματη ζήτηση κωδικού πάντα.

Custom Hardware Items = Προσαρμογή Στοιχείων Υλικού
Hardware Lock = Κλείδωμα υλικού
Hardware Items = Στοιχεία Υλικού
All hardware items = Όλα τα στοιχεία υλιού
CPU = Επεξεργαστής
BIOS =  BIOS
MAC Address = Διεύθυνση MAC 
HDD Serial = Σειριακός Δίσκου
Allowed CPU changes = Όριο αλλαγών της CPU
Allowed BIOS changes = Όριο αλλαγών στο BIOS
Allowed NIC changes = Όριο αλλαγών κάρτας NIC
Splash settings = Ρυθμίσεις Οθόνης Έναρξης

Keep Trial Running = Δοκιμαστική συνεχίζει να τρέχει
Keep running = συνεχίζει να τρέχει
Launch Application when Trial Expired = Εκτέλεση  εφαρμογής με τη λήξη της δοκιμαστικής
Launch Application = Τρέξτε την εφαρμογή
Application Name: = Όνομα Εφαρμογής:
Enable Custom Event = Ενεργ/ση Συμβάντος
Export Specific Generators = Εξαγωγή Ειδικών Γεννητριών
Event Name: = Όνομα Συμβάντος:
Export Generators = Εξαγωγή Γεννητριών
Custom Event = Προσαρμοσμένο Συμβάν
This option will export a specific license generator when your application is being protected = Η επιλογή αυτή θα εξάγει μια συγκεκριμένη γεννήτρια άδειας Όταν η εφαρμογή σας προστατεύεται
This option will run an external application when the trial period in your application has expired. = Αυτή η επιλογή θα τρέξει μια εξωτερική εφαρμογή Όταν η δοκιμαστική περίοδος της εφαρμογής σας έχει λήξει.
You can define a custom event to exclude the initialization of several protected applications at the same time. This option is also suitable when your application is launched many times per minute. = Μπορείτε να ορίσετε ένα προσαρμοσμένο γεγονός για να αποκλείσει την εκκίνηση πολλών προστατευμένων εφαρμογών ταυτόχρονα. Αυτή η επιλογή είναι επίσης κατάλληλη όταν η εφαρμογή σας έχει ξεκινήσει πολλές φορές την ίδια στιγμή.
Check this option if you want that your application continues running in trial mode if an invalid license key is present. = Ενεργοποιήστε αυτήν την επιλογή αν θέλετε η εφαρμογή σας να συνεχίζει να λειτουργεί σε κατάσταση δοκιμής, εάν υπάρχει ένα μη έγκυρο κλειδί άδειας.
*** Demo Version *** = *** ΔΟΚΙΜΑΣΤΙΚΗ ΕΚΔΟΣΗ ***
Destroy Exports section = Καταστροφή Ενότητας Εξαγωγής
This option will destroy the export table of your DLL control for maximum security = Η επιλογή αυτή θα καταστρέψει τον πίνακα εξαγωγής του DLL ελέγχου σας για μέγιστη ασφάλεια
Select specific functions from your DLL to handle each event = Επιλέξτε συγκεκριμένες συναρτήσεις από το αρχείο DLL για να χειρίζονται κάθε συμβάν
DLL Control file = Αρχείο Ελέγχου DLL

Export specific generators to App. folder = Εξαγωγή Ειδικών Γεννητριών στο φάκελο εφαρμογής
Trial in debug mode (for testing purposes) = Δοκιμαστική σε κατάσταση εντοπισμού σφαλμάτων (για δοκιμή)
Check this option if you want to create a custom license generator for your protected application. The generator will be created in a subfolder inside your application folder. = Ενεργοποιήστε αυτή την επιλογή εάν θέλετε να δημιουργήσετε μια προσαρμοσμένη γεννήτρια άδειας για την προστατευόμενη εφαρμογή σας. Η γεννήτρια θα δημιουργηθεί σε έναν υποφάκελο μέσα στο φάκελο της εφαρμογής σας.
Uncheck this option only when you are going to release your protected program. For testing purposes, leave this option checked to avoid storing unnecessary information in your system about your trial status. = Απενεργοποιήστε αυτή την επιλογή ΜΟΝΟ όταν πρόκειται να κυκλοφορήσετε το προστατευμένο σας πρόγραμμα. Για δοκιμαστικούς σκοπούς, αφήστε αυτή την επιλογή τσεκαρισμένη για να αποφευχθεί η αποθήκευση περιττών πληροφοριών στο σύστημά σας σχετικά με το καθεστώς της δοκιμαστικής.

&Add = Προσθήκη
&Edit = Επεξεργσσία
&Delete = Διαγραφή
Name = Όνομα
Company = Εταιρία
Total Customers: =  Σύνολο Πελατών:
New Customer = Nέος Πελάτης
Edit Customer = Επεξεργασία Πελάτη
Delete Customer = Διαγραφή Πελάτη
Customers = Πελάτες
Extra Details = Σημειώσεις
Add Customer = Προσθήκη Πελάτη
Update = Ενημέρωση
Filename = Όνομα Αρχείου
Version = Έκδοση
Total Software: = Σύνολικά Λογισμικά:
Do you want to delete this software? = Θέλετε να διαγράψετε αυτό το λογισμικό;
Confirm = Επιβεβαίωση
Add Software = Προσθήκη Λογισμικού
Edit Software = Επεξεργασία Λογισμικού
Delete Software = Διαγραφή Λογισμικού
Duplicate Software = Διπλότυπο Λογισμικό
(leave blank to use the same input and output filename) = (αφήστε κενό για χρήση  ίδιου ονόματος αρχείου για είσοδο/έξοδο)
Input File Type = Είδος αρχείου
License Unique Key = Μοναδικό κλειδί Αδείας
Trial Unique Key =    ""  ""   "" Δοκιμαστικής
Password Unique Key = ""  ""  ""  Κωδικού
Windows Standard Executable (EXE) = Windows Στάνταρ Εκτελέσιμο Αρχείο(EXE)
Dynamic Link Library (DLL) = Βιβλιοθήκη Δυναμικής Διασύνδεσης (DLL)
OLE Control Extension (OCX) =  Επέκταση Ελέγχου OLE (OCX)
Windows .NET Executable = Εκτελέσιμο Windows .NET
Windows NT/XP Service = Υπηρεσία Windows NT/XP
Screensaver File (SCR) = Αρχείο Προφύλαξης Οθόνης (SCR)
Copy Software = Αντιγραφή Λογισμικού
Reg Unique Key missing. Please, select one. = Λείπει το μοναδικό κλειδί εγγραφής. Παρακαλώ επιλέξτε ένα.
Software Manager = Διαχειριστής Λογισμικού
Sofware name missing. Please, select one. = Λείπει το όνομα του λογισμικού. Παρακαλώ επιλέξτε ένα.
Reg Unique Key is too short. Please, select a new unique key. = Το μοναδικό κλειδί μητρώου είναι πολύ μικρό, Παρακαλούμε επιλέξτε ένα νέο μοναδικό κλειδί.
Trial Unique Key missing. Please, select one. = Λείπει το μοναδικό κλειδί της Δοκιμαστικής. Παρακαλώ επιλέξτε ένα.
Trial Unique Key is too short. Please, select a new unique key. = Το μοναδικό κλειδί της Δοκιμαστικής είναι πολύ μικρό, Παρακαλούμε επιλέξτε ένα νέο μοναδικό κλειδί.
Pass Unique Key missing. Please, select one. = Λείπει το μοναδικό κλειδί κωδικού κλειδί. Παρακαλώ επιλέξτε ένα.
Pass Unique Key is too short. Please, select a new unique key. = Το μοναδικό κλειδί του κωδικού πρόσβασης είναι πολύ μικρό. Παρακαλώ επιλέξτε ένα νέο μοναδικό κλειδί.
The software already exists in database. Please, choose a new software name or version. = Το λογισμικό υπάρχει ήδη στη βάση δεδομένων. Παρακαλώ επιλέξτε ένα νέο λογισμικό ή έκδοση.
A new License Hash is going to be created. Previous generated licenses will not work if you create a new hash. Proceed? = Ένας νέος κατακερματισμός Άδειας πρόκειται να δημιουργηθεί. Οι προηγούμενες  άδειες δεν θα λειτουργούν εάν δημιουργήσετε ένα νέο κατακερματισμό. Συνέχεια;
Duplicated Software = Διπλότυπο Λογισμικό
File cannot be opened. Make sure the application is not running or being used. = Το αρχείο δεν μπορεί να ανοίξει. Βεβαιωθείτε ότι η εφαρμογή δεν τρέχει ή να χρησιμοποιείται.
Protection Error = Σφάλμα Προστασίας
Protect Error = Σφάλμα Προστασίας
File is compressed or already protected. = Το αρχείο είναι συμπιεσμένο ή προστατεύεται ήδη.
File has a missing macro START or END. Please correct this error before protecting. = Από το αρχείο λείπει μια μακροεντολή START ή END. Παρακαλούμε διορθώστε αυτό το σφάλμα πριν την προστασία.
File cannot be opened. Make sure that other application is not using it. = Το αρχείο δεν μπορεί να ανοίξει. Βεβαιωθείτε ότι δεν χρησιμοποιείται από κάποια εφαρμογή.
File has an invalid PE header. Unable to protect. = Το αρχείο δεν έχει έγκυρη επικεφαλίδα PE. Δεν είναι δυνατή η προστασία.
File contains one macro with few lines of code on it. Please review your macros before protecting. = Το αρχείο περιέχει μια μακροεντολή με λίγες γραμμές κώδικα σε αυτό. Παρακαλώ δείτε ξανά τις μακροεντολές σας πριν την προστασία.
File seems to be in use. Please, close the file to proceed with protection. = Φαίνεται ότι το αρχείο είναι σε χρήση. Παρακαλώ κλείστε το αρχείο για να προχωρήσει η προστασία.
The splash file does not exist. = Το αρχείο της οθόνης έναρξης δεν υπάρχει.
Splash = Οθόνη Έναρξης
The splash file seems do not have 256 colors. Only 256 BMP files will be displayed correctly. = Το αρχείο της οθόνης έναρξης δεν φαίνεται να έχει 256 χρώματα. Μόνο αρχεία bitmap 256-χρωμάτων θα εμφανίζονται σωστά.
The splash file seems to be a BMP compressed. Only non compressed BMP files will be displayed correctly. = Το αρχείο οθόνης έναρξης φαίνεται να είναι ένα συμπιεσμένο BMP. Μόνο μη συμπιεσμένα αρχεία BMP θα εμφανίζονται σωστά.
Do you want to cancel the protection process? = Θέλετε να ακυρώσετε τη διαδικασία προστασίας;
Cannot open file to protect for writing. Please, make sure that the file is not being used or running. Protection aborted. = Δεν μπορεί να ανοίξει το αρχείο για εγγραφή της προστασίας. Παρακαλώ βεβαιωθείτε ότι το αρχείο δεν χρησιμοποιείται ή τρέχει. Η προστασία ακυρώνεται.
Cannot write protected file to disk. Please, make sure you have write permits and enough space in your disc. = Δεν είναι δυνατή η εγγραφή του προστατευμένου αρχείου στο δίσκο. Βεβαιωθείτε ότι έχετε δικαιώματα εγγραφής και αρκετό χώρο στον δίσκο.
Sorry, the DEMO version of WinLicense only allows protection with trial/licensing in debug mode = Δυστυχώς, η δοκιμαστική έκδοση του WinLicense επιτρέπει μόνο την προστασία με Δοκιμαστική/Αδειοδότηση σε κατάσταση εντοπισμού σφαλμάτων
WinLicense DEMO = ΔΟΚΙΜΑΣΤΙΚΗ του WinLicense 

&Add License = Προσθήκη Άδειας
&Edit License = Eπεξεργασία Άδειας
&Delete License = Διαγραφή Άδειας
Create License Key = Δημιουργία Κλειδιού Άδειας
Mark as Stolen = Χαρακτηρισμός ως Κλεμμένη
Unmark Stolen = Αποχαρακτηρισμός ως Κλεμμένης
Stolen = Κλεμμένη
Ban Hardware IDs = Απαγορευμένα IDs Υλικού
Please make a selection... = Παρακαλώ κάνετε μια επιλογή...
License Details = Λεπτομέρειες Άδειας
License Generation = Δημιουργία Άδειας
Hardware ID = ΙD Υλικού
Custom Data = <ΔΕΔΟΜΕΝΑ>
Key Type = Τύπος Κλειδιού
Country Locking = Κλείδωμα Xώρας
Store generated Licenses in folder: = Φάκελος Αποθήκευσης Αδειών:
Generate File Key = Αρχείο Κλειδιού 
Generate Registry Key = Κλειδί Μητρώου
Generate Text Key = Κλειδί Κειμένου
Generate SmartActivate Key = Κλειδί SmartActivate

Total Software: = Συνολικά Λογισμικά:
All = Όλα
Please make a selection... = Παρακαλώ κάνετε μια επιλογή...
Nothing selected. = Τίποτε Επιλεγμένο.
Selection: = Επιλογή:
Software: = Λογισμικό:
Do you want to mark the current key as stolen? = Θέλετε να επισημάνετε το τρέχον κλειδί ως κλεμμένο;
Stolen Keys = Κλεμμένα Κλειδιά
Do you want to unmark the current key from being stolen? = Θέλετε να καταργήσετε την επισήμανση του τρέχοντος κλειδιού ως κλεμμένου;
Do you want to delete this license? = Θέλετε τη διαγραφή αυτής της άδειας;
Warning: The generated keys will have the settings from the current project. Proceed? = Προειδοποίηση: Τα παραγόμενα κλειδιά θα έχουν τις ρυθμίσεις του παρόντος έργου. Συνέχεια;
Generate License = Δημιουργία Άδειας
Cannot create directory: = Αδύνατη η δημιουργία φακέλου:
Please, select which type of license you want to generate = Παρακαλώ, επιλέξτε τον τύπο της άδειας χρήσης που θέλετε να δημιουργήσετε 
Keys successfully generated in folder: = Τα κλειδιά δημιουργήθηκαν με επιτυχία στο φάκελο:
Please, first select a valid application to protect = Παρακαλώ, επιλέξτε πρώτα μια έγκυρη εφαρμογή για προστασία
Ban Hardware Id = Απαγορευμένο ID Υλικού

License Restrictions = Περιορισμοί άδειας
Customer = Πελάτης
Software = Λογισμικό
Save = Αποθήκευση
Edit License = Eπεξεργασία Άδειας
Add License = Προσθήκη Άδειας
Please, select a customer from database. = Παρακαλώ επιλέξτε έναν πελάτη από τη βάση δεδομένων.
License Manager  =  Διαχειριστής Άδειας
Please, select a software from database. = Παρακαλώ επιλέξτε ένα λογισμικό από τη βάση δεδομένων.
Please, insert a Hardware ID for verification = Παρακαλώ εισάγετε ένα ID υλικού για επαλήθευση
The inserted Hardware ID is valid = To ID που δώθηκε είναι έγκυρο
Invalid Hardware ID inserted = Δώθηκε άκυρο ID υλικού 
Another instance of WinLicense is running = Εκτελείται μια άλλη παρουσία του WinLicense
You have enabled SmartActivate keys but you have not selected any type of License Keys accepted (Single file or Registry) Remember that you have to use WLRegSmartKeyInstallToFile or WLRegSmartKeyInstallToRegistry to finally install the SmartActivate key = Έχετε ενεργοποιήσει κλειδία SmartActivate, αλλά δεν έχετε επιλέξει αποδεκτό τύπο κλειδιού (Ενιαίο αρχείο ή μητρώου). Να θυμάστε ότι θα πρέπει να χρησιμοποιήσετε τις σσυναρτήσεις WLRegSmartKeyInstallToFile ή WLRegSmartKeyInstallToRegistry για να εγκαταστήσετε τελικά το κλειδί SmartActivate.
File has not being simulated: = Το αρχείο δεν έχει προσομοιωθεί:
Please simulate the file before protection or uncheck the "Force simulation before protecting" checkbox = Παρακαλούμε προσομοιώστε το αρχείο πριν από την προστασία ή καταργήστε το πεδίο με την ένδειξη "Αναγκαστική προσομοίωση πριν τη προστασία"
Warning: Your application has been set up to be registered with a valid license key, but you have not selected any way of registration. If you continue, your application will not be able to be registered. Proceed? = Προειδοποίηση: Η εφαρμογή σας έχει ρυθμιστεί έτσι ώστε να καταχωρηθεί με ένα έγκυρο κλειδί άδειας, αλλά δεν έχετε επιλέξει κανένα τρόπο καταχώρισης. Αν συνεχίσετε, η εφαρμογή σας δεν θα είναι σε θέση να καταχωρηθεί. Συνέχεια;
Warning: Your application has been set up to be extended with trial extension key, but you have not selected any way to extend the trial period. If you continue, your application will not be able to be extended. Proceed? = Προειδοποίηση: Η εφαρμογή σας έχει ρυθμιστεί ώστε να επεκτίνεται με ένα κλειδί επέκτασης δοκιμαστικής περιόδου, αλλά δεν έχετε επιλέξει κανένα τρόπο για τη παράταση της δοκιμαστικής περιόδου. Αν συνεχίσετε, η εφαρμογή σας δεν θα είναι σε θέση να επεκτείνει τη δοκιμαστική της περίοδο. Συνέχεια;
Your application header is incompatible with WinLicense. Do you want WinLicense to rebuild your application header? = Η επιεφαλίδα της εφαρμογή σας δεν είναι συμβατή με το WinLicense. Θέλετε το WinLicense να ανασυνθέσει την επικεφαλίδα τηςεφαρμογή σας;
Sorry, WinLicense Standard cannot protect .NET files. You need to upgrade to WinLicense Professional for .NET support. Upgrade now? = Δυστυχώς, η Standard έκδοση του WinLicense δεν μπορεί να προστατεύσει αρχεία .NET. Θα πρέπει να κάνετε αναβάθμιση σε WinLicense Professional για υποστήριξη .NET. Αναβάθμιση τώρα;
Note: CodeReplace has been added into your application =Σημείωση: Το CodeReplace προστέθηκε στην εφαρμογή σας
(Application header has been rebuilt by WinLicense) = (Η επικεφαλίδα της εφαρμογής ανασυστάθηκε από το WinLicense)
Error: The selected file is not an x64 application. You need WinLicense x32 to protect that application. = Σφάλμα: Το επιλεγμένο αρχείο δεν είναι μια 64-bit εφαρμογή. Για την προσταία της εν λόγω εφαρμογής απαιτείται το WinLicense x32.
Error: The selected file is an x64 application. You need WinLicense x64 Edition to protect that application. = Σφάλμα: Το επιλεγμένο αρχείο είναι μια 64-bit εφαρμογή. Για την προσταία της εν λόγω εφαρμογής απαιτείται το WinLicense x64.
Sorry, the MAP file was not found: = Δυστυχώς, το αρχείο MAP δεν βρέθηκε:
Please, generate a MAP file for your application = Παρακαλούμε, δημιουργήστε ένα αρχείο MAP για την εφαρμογή σας
Sorry, the current version of WinLicense does not support CodeReplace in Visual Basic Pcode applicaitons = Δυστυχώς, η τρέχουσα έκδοση του WinLicense δεν υποστηρίζει CodeReplace σε εφαρμογές Visual Basic Pcode
Sorry, the current version of WinLicense does not support CodeReplace in .NET applications = Δυστυχώς, η τρέχουσα έκδοση του WinLicense δεν υποστηρίζει CodeReplace σε εφαρμογές .NET
There are some functions highly executed and some not executed in simulation. Do you want to unselect those functions? = Στη προσομοίωση υπάρχουν ορισμένες συναρτήσεις που εκτελούνται πολύ και κάποιες καθόλου. Θέλετε να ακυρώσετε την επιλογή αυτών των συναρτήσεων;
There are some functions highly executed in simulation. Do you want to unselect those functions? = Στη προσομοίωση υπάρχουν ορισμένες συναρτήσεις που εκτελούνται πολύ. Θέλετε να ακυρώσετε την επιλογή αυτών των συναρτήσεων;
There are some functions not executed in simulation. Do you want to unselect those functions? = Στη προσομοίωση υπάρχουν ορισμένες συναρτήσεις που δεν εκτελούνται καθόλου. Θέλετε να ακυρώσετε την επιλογή αυτών των συναρτήσεων;
Messages exported to: = Τα μηνύματα εξάγονται προς:
Messages imported from: = Τα μηνύματα εισάγονται από:
WinLicense GUI Overview = Visão geral da GUI do WinLicense
Trial Settings = Ρυθμίσεις Δοκιμαστικής
Trial SDK = SDK Δοκιμαστικής                  
Registration SDK = SDK Καταχώρησης
Password Protection = Προστσία με Κωδικό
Miscellaneous SDK = Διάφορα SDK 
Hardware Lock = Κλείδωμα Υλικού
WARNING: Protected in Trial Debug Mode = ΠΡΟΣΟΧΗ: Προστατευμένη Δοκιμαστική σε κατάσταση εντοπισμού σφαλμάτων
Click and select here = Κλικ και επιλογή εδώ
ERROR: None of the functions handlers where specified in DLL Control = ΣΦΑΛΜΑ: Κανένας χειριστής  λειτουργιών δεν αναφέρεται στη DLL έλέγχου
Sorry, WinLicense DEMO does not support RISC-128 processors = Δυστυχώς, η DEMO έκδοση WinLicense δεν υποστηρίζει επεξεργαστές RISC-128 
Sorry, WinLicense DEMO does not support Dynamic Opcodes = Δυστυχώς, η DEMO έκδοση WinLicense δεν υποστηρίζει Δυναμικούς κώδικες χειρισμών 
Signature Level 2 is not accepted for the current Software. Please, go to the Sofware Panel and re-create a new License Hash for your software = Η υπογραφή επιπέδου 2 δεν είναι αποδεκτή για το τρέχον Λογισμικό. Παρακαλώ, πηγαίνετε στο πάνελ Λογισμικό και να δημιουργήσετε ξανά ένα νέο κατακερματισμό άδειας για το λογισμικό σας
.NET Module = Μονάδα. NET
File has a missing macro START or END. Please review your macros again: = Está faltando uma macro START ou END no arquivo. Por favor reveja suas macros novamente:
File cannot be opened. Make sure that other application is not using it: = Arquivo não pode ser aberto. Tenha certeza que outros aplicativos não estao usando-o:
File has an invalid PE header. Unable to inspect file: = O arquivo tem um cabeçalho PE inválido. Não foi possivel inspecionar o arquivo:
File contains one macro with few lines of code on it. Please review your macros again: = O arquivo contem uma macro com algumas linhas de codigo. Por favor reveja suas macros novamente:
Deep file analysis in progress = Σε βάθος ανάλυση αρχείου εν εξελίξει
File analysis in progress = Ανάλυση αρχείου σε εξέλιξη
Please wait... = Παρακαλώ περιμένετε...
Analyzing CodeReplace macros = Ανάλυση μακροεντολών CodeReplace
Are you sure you want to remove the selected Hardware ID? = Είστε σίγουροι ότι θέλετε να διαγράψετε το επιλεγμένο ID υλικού;
List of Banned Hardware IDs: = Λίστα Απαγορευμένων ID Υλικού:
Banned Hardware IDs = Απαγορευμένες Ταυτότητες Υλικού
Add = Προσθήκη
Remove = Αφαίρεση
Done = Τέλος
Generating License Hash = Δημιουργία Kατακερματισμού Άδειας
Generate Password = Δημιουργία Κωδικού Πρόσβασης
Password Generation = Δημιουργία Κωδικού Πρόσβασης
Store generated Passwords in folder: = Αποθήκευση κωδικών στο φάκελο:
Total Passwords: = Συνολικοί Κωδικοί Πρόσβασης:
Do you want to delete the selected record? = Θέλετε να διαγράψετε τις επιλεγμένες πληροφορίες;
Password file generated in folder: = Το αρχείο Κωδικού δημιουργήθηκε στο φάκελο:
Password Generator = Γεννήτρια Κωδικών
Password Manager = Διαχείριση Κωδικών
Details =Λεπτομέρειες

Add Password = Προσθήκη Κωδικού
Edit Password = Eπεξεργασία Κωδικού
Please, select a customer to generate the password = Παρακαλώ επιλέξτε έναν πελάτη για τη δημιουργία κωδικού πρόσβασης
Please, select a software to generate the password =  Παρακαλώ επιλέξτε ένα λογισμικό για τη δημιουργία κωδικού πρόσβασης
Rolling back your actions = Αναίρεση των ενεργειών σας

Generate Extension = Δημιουργία Επέκτασης
Level = Επίπεδο
Trial Extension Generation = Δημιουργία Επέκτασης Δοκιμαστικής Περιόδου
Store generated Extensions in folder: = Φάκελος Αποθήκευσης Επεκτάσεων: 
Generate File Key = Δημιουργία Αρχείου Κλειδιού
Generate Registry Key = Δημιουργία Καταχώρησης Μητρώου
Trial extension key/s generated in folder: =Το Κλειδί επέκτασης δημιουργήθηκε στο φάκελο:
Trial Extension Generator = Γεννήτρια Επέκτασης Δοκιμαστικής Περιόδου
Edit = Επεξεργασία
Add Trial Extension = Προσθήκη Επέκτασης Δοκιμαστικής
Edit Trial Extension = Επεξεργασία Επέκτασης Δοκιμαστικής
Please, select a software to generate the trial extension = Παρακαλώ, επιλέξτε ένα λογισμικό για δημιουργία Επέκτασης Δοκιμαστικής Περιόδου

Warning: Trial in Debug Mode = Προειδοποίηση: Δοκιμαστική σε κατάσταση εντοπισμού σφαλμάτων
Debug Mode Trial = Λειτουργία Εντοπισμού σφαλμάτων Δοκιμαστικής
The application that you are going to protect will not include the SecureEngine Trial Storing Manager*. = Η εφαρμογή που πρόκειται να προστατεύσετε δεν θα περιλαμβάνει τη Διαχείριση Αποθήκευσης Δοκιμαστικής της SecureEngine
The trial information will be stored under the registry key: = Οι πληροφορίες δοκιμαστικήες θα αποθηκεύονται κάτω από το κλειδί μητρώου:
(You can access to that key to reset/test the WinLicense Trial Engine) = (Μπορείτε να αποκτήσετε πρόσβαση σε αυτό το κλειδί για επαναφορά της μηχανής δοκιμαστικής του WinLicense)
*To enable the SecureEngine Trial Storing Manager, uncheck the option "Trial in debug mode" in the Protect screen. = *Για την ενεργοποίηση της Διαχείρισης Αποθήκευσης Δοκιμαστικής SecureEngine, καταργήστε την επιλογή "Δοκιμαστική σε κατάσταση εντοπισμού σφαλμάτων" στην οθόνη Προστασία.*
Don't show this screen again = Να μην εμφανιστεί ξανά η οθόνη

Do you want to delete the selected client? = Θέλετε να διαγράψετε το επιλεγμένο πελάτη;
Enter new Hardware ID to ban: = Πληκτρολογήστε το νέο hardware ID για την απαγόρευση:
The entered Hardware ID does not seem to be valid (must be at least 32 chars) Please, enter a valid Hardware ID = H ταυτότητα υλικού που καταχωρήσατε δεν φαίνεται να ισχύει (πρέπει να έχει τουλάχιστον 32 χαρακτήρες) Παρακαλούμε, εισάγετε μια έγκυρη ταυτότητα υλικού

File has a missing macro START or END. Please correct this error before protecting: = Από το αρχείο λείπει μία μακροεντολή START macro ή END. Παρακαλούμε dioru;vste αυτό το λάθος πριν την προστασία:
File has an invalid PE header. Unable to protect: = O arquivo tem um cabeçalho PE inválido. Não é possivel proteger:
File contains one macro with few lines of code on it. Please review your macros before protecting: = Το αρχείο περιέχει μια μακροεντολή με λίγες γραμμές κώδικα σε αυτή. Παρακαλώ εξετάστε τις μακροεντολές σας πριν την προστασία
The input file seems to be in use. Please, close the file to proceed with protection: = Το αρχείο εισόδου φαίνεται να είναι σε χρήση. Παρακαλώ, κλείστε το αρχείο για να προχωρήσει στην προστασία του

Code Virtualization = Εικονικοποίηση Κώδικα
Virtual Opcodes Obfuscation = Συσκότιση Εικονικών Εντολών(opcodes)
Current: = Τρεχον:
Virtual Machine Complexity = Πολυπλοκότητα Εικονικής Μηχανής
Size (Approx): = Mέγεθος (κατά προσέγγιση)
Opcodes Mutation = Μετάλλαξη Κωδικών εντολών (opcodes)
Multiple Virtual Machines = Πολλαπλές Εικονικές Μηχανές
NumVMs * SizeVM: = NumMVs * ΜέγεθοςVM
Fake Stack Emulation = Ψευδής Προσομοίωση Στοίβας
Strip Relocations (EXEs) = Κατάργηση Επανατοποθετήσεων (EXE)
Strip relocations = Κατάργηση Επανατοποθετήσεων
Re-Virtualization = Re-Virtualization
Multi Branch Technology = Τεχνολογία Πολλαπλών Διακλαδώσεων
Fake Emulation = Ψευδής Εξομοίωση
Keep original name = Διατήρηση Αρχικού Ονόματος
Functions that will be virtualized: =Συναρτήσεις που θα εικονικοποιούνται:

You can customize how complex will be the Virtual Machine opcodes. The size of the generated opcodes depend on the complexity selected = Μπορείτε να προσαρμόσετε πόσο πολύπλοκοι θα είναι οι κώδικες εντολών της Εικονικής Μηχανής. Το μέγεθος των παραγόμενων κωδικών εντολών (opcodes) εξαρτάται από την πολυπλοκότητα που επιλέγετε
You can customize how complex the generated virtual machine will be. The size of the virtual machine depends on the complexity that you select = Μπορείτε να προσαρμόσετε το πόσο περίπλοκη το παραγόμενο θα είναι η εικονική μηχανή. Το μέγεθος της εικονικής μηχανής εξαρτάται από την πολυπλοκότητα που έχετε επιλέξει
You can mutate the internal virtual opcodes, generating a more complex virtual machine = Μπορείτε να μεταλλάξετε τους εσωτερικούς εικονικών κωδικούς εντολών (opcodes), δημιουργώντας μια πιο σύνθετη εικονική μηχανή
The generad Virtual Machine and virtual opcodes will be placed inside the last section of your application. You can rename the last section of your application as desired = Η παραγόμενη Εικονική Μηχανή και οι εικονικοίκώδικες (opcodes) θα τοποθετούνται μέσα στο τελευταίο τμήμα της εφαρμογής σας. Μπορείτε να μετονομάσετε το τελευταίο τμήμα της εφαρμογής σας όπως επιθυμείτε
You can create several Virtual Machines inside your protected application. Each Virtual Machine will process specific blocks of code in your application = Μπορείτε να δημιουργήσετε πολλές εικονικές μηχανές στο εσωτερικό της προστατευόμενης εφαρμογή σας. Κάθε εικονική μηχανή θα επεξεργαστεί συγκεκριμένα τμήματα του κώδικα στην εφαρμογή σας
This option will assume the stack to be initilized to zero for all not allocated entries in stack. This option should be enabled for PureBasic applications = Η επιλογή αυτή προϋποθέτει ότι η στοίβα είναι στο μηδέν για κάθε καταχώρηση που δεν διατίθεται στη στοίβα. Αυτή η επιλογή πρέπει να είναι ενεργοποιημένη για εφαρμογές PureBasic
You can remove the relocations section from the PE header for EXE files, reducing the size of the final protected application = Μπορείτε να αφαιρέσετε το τμήμα των επανατοποθετήσεων από την επικεφαλίδα PE για τα αρχεία EXE, μειώνοντας το μέγεθος της τελικής προστατευόμενης εφαρμογής
Re-Virtualization is an extremely powerful technique against Reverse Engineering. But it can decrease a lot the performance in speed in the protected blocks.  Please, check the performance of your application when protected with Re-Virtualization = Η Re-Virtualization είναι μια εξαιρετικά ισχυρή τεχνική κατά Ανάστροφης Μηχανίκευσης. Αλλά μπορεί να μειώσει πολύ την απόδοση στην ταχύτητα στα προστατευόμενα μπλοκ. Παρακαλούμε, ελέγξτε την απόδοση της εφαρμογής σας, όταν προστατεύεται με την Re-Virtualization
This option will insert multiple conditional branch instructions inside your unique virtual machine, making it harder to analyse = Αυτή η επιλογή θα εισάγει πολλαπλές υπό όρους εντολές διακλάδωσης μέσα στη μοναδική εικονική μηχανή σας, καθιστώντας πιο δύσκολη την ανάλυση της

Please, select an application to protect = Παρακαλώ, επιλέξτε μια εφαρμογή για προστασία
The selected application does not have any functions to virtualize. Please insert functions using the SDK = Η επιλεγμένη εφαρμογή δεν έχει κάποια συνάρτηση για  εικονικοποίηση. Παρακαλώ εισάγετε συναρτήσεις κάνοντας χρήση του SDK
All functions to virtualize were disabled. Please, select at least one = Όλες οι λειτουργίες για  εικονικοποίηση έχουν απενεργοποιηθεί. Παρακαλώ επιλέξτε τουλάχιστον μια
Warning! A macro with no code inside has been found. This might be due to compiler optimizations. Please, disable your compiler optimizations or review each macro. = Προσοχή! Έχει βρεθεί μια μακροεντολή χωρίς εσωτερικό κώδικα. Αυτό μπορεί να οφείλεται σε βελτιστοποιήσεις του compiler. Παρακαλώ, απενεργοποιήστε τις βελτιστοποιήσεις στον μεταγλωττιστή σας ή επανεξετάστε κάθε μακροεντολή.
Virtual Functions = Εικονικές Συναρτήσεις 
Inserted via "Call VarPtr": = Εισαγωγή μέσω "Call VarPtr":
Inserted via inline Assembly: = Εισαγωγή μέσω εμβόλιμου (inline) Assembly:
Inserted via auxiliar API: = Εισαγωγή μέσω του βοηθητικού API:
Inserted via MAP file: = Εισάγεται μέσω του αρχείου MAP:
NO FUNCTIONS FOUND TO VIRTUALIZE!!! = ΔΕΝ ΒΡΕΘΗΚΑΝ ΣΥΝΑΡΤΗΣΕΙΣ ΓΙΑ ΕΙΚΟΝΙΚΟΠΟΙΗΣΗ!!!
(Application header has been rebuilt by Code Virtualizer) = (Η επικεφαλίδα της εφαρμογής έχει ανακατασκευαστεί από τον Virtualizer Κώδικα)
Protecting an Application = Προστασία μιας εφαρμογής
Learn About Virtualizer = Μάθετε για την Εικονικοποίηση
Code Virtualization = Εικονικοποίηση Κώδικα 
Code Virtualize Macros = Κωδικοποίηση Εικονικοποιημένων Μακροεντολών
**** Sorry, the DEMO version does not support protection via command line **** = **** Δυστυχώς, η δοκιμαστική έκδοση δεν υποστηρίζει προστασία μέσω της γραμμής εντολών ****
*** ERROR: File to protect cannot be acccessed. (Exit code 2) *** = *** Σφάλμα: Το αρχείο για  προστασία δεν μπορεί να προσπελαστεί. (Κωδικός Εξόδου 2) ***
*** ERROR: File does not have any blocks to protect. (Exit code 3) *** = *** Σφάλμα: Το αρχείο δεν έχει κανένα μπλοκ για προστασία. (Κωδικός Εξόδου 3) ***
*** ERROR: File to protect cannot be opened. (Exit code 5) *** = *** Σφάλα: Το αρχείο για προστασία δεν μπορεί να ανοίξει. (Κωδικός Εξόδου 5) ***
Generating Specific Virtual Machine = Δημιουργία Συγκεκριμένης Εικονικής Μηχανής
Virtualizing Function = Εικονικοποίηση Συνάρτησης
Re-Virtualizing ... = 
Flushing file ... = Αποδέσμευση αρχείου...
Sorry, the DEMO version only allows one Virtual Machine per application = Δυστυχώς, η δοκιμαστική έκδοση επιτρέπει μόνο μία εικονική μηχανή ανά εφαρμογή
Sorry, the DEMO version does not support Re-Virtualization = Δυστυχώς, η δοκιμαστική έκδοση δεν υποστηρίζει Re-Virtualization
The application is already protected. You cannot protect an already protected application in the DEMO version = Η εφαρμογή προστατεύεται ήδη. Δεν μπορείται να προστατεύσετε μια εφαρμογή που προστατεύονται ήδη στην ΔΟΚΙΜΑΣΤΙΚΗ ΕΚΔΟΣΗ
The Input application cannot be accessed. Please, check that the application is not in use: = Η εφαρμογή εισόδου δεν μπορεί να προσπελαστεί. Παρακαλούμε, ελέγξτε ότι η εφαρμογή δεν χρησιμοποιείται:
The Output application cannot be accessed. Please, check that the application path is valid or file is not in use: = Η εφαρμογή εξόδου δεν μπορεί να προσπελαστεί. Παρακαλούμε, βεβαιωθείτε ότι η διαδρομή εφαρμογής είναι έγκυρη ή ότι το αρχείο δεν είναι σε χρήση:
Limitations in DEMO version: = Περιορισμοί ΔΟΚΙΜΑΣΤΙΚΗΣ:
Virtual Opcodes Obfuscation set to NORMAL = Η συσκότιση εικονικών εντολών ορίστηκε σαν ΚΑΝΟΝΙΚΗ
Virtual Machine Complexity set to NORMAL = Η πολυπλοκότητα εικονικής μηχανής ορίστηκε σαν ΚΑΝΟΝΙΚΗ
Only ONE macro is virtualized = Μόνο ΜΙΑ μακροεντολή εικονικοποιήθηκε
The Output application cannot be accessed. Please, check that the application is not in use: = Η εφαρμογή εξόδου δεν μπορεί να προσπελαστεί. Παρακαλούμε, ελέγξτε ότι η εφαρμογή δεν χρησιμοποιείται:
PE Information = Πληροφορίες PE
Input PE file: = Αρχείο PE Εισόδου
Output PE file: = Αρχείο PE Εξόδου
Virtual Functions found: = Εικονικές Συναρτήσεις που βρέθηκαν:
PE file analysis... OK! = Ανάλυση αρχείου PE... OK!
Virtualization = Εικονικοποίηση
Generating Specific Virtual Machine = Δημιουργία Συγκεκριμένης Εικονικής Μηχανής
Size: = Μέγεθος:
Virtualizing Function = Εικονικοπποίηση Συνάρτησης
Start: = Έναρξη:
Skipped = Παραλήφθηκε
bytes = bytes
Cancelling... = Ακύρωση...
Re-Virtualization = Re-Virtualização
Re-Virtualizing ... = Ξανα - Εικονικοποίηση
Final Stats = Τελική Κατάσταση
Virtualized Functions: = Συναρτήσεις που Εικονικοποιήθηκαν:
Skipped Functions: = Συναρτήσεις που παραλήφθηκαν:
Errors: = Σφάλματα:
Increase in size: = Αύξηση Μεγέθους
Application successfully protected! = Η εφαρμογή προτατεύθεται επιτυχώς!
Protection CANCELLED! = ΑΚΥΡΩΘΗΚΕ η Προστασία
Do you really want to Cancel the protection process? = Είστε σίγουροι ότι θέλετε να ακυρώσετε τη διαδικασία προστασίας;
Cancel Protection = Ακύρωση Προστασίας
Select a Software to protect from the WinLicense database = Επιλέξτε ένα λογισμικό για προστασία από τη βάση δεδομένων του WinLicense


Anti-Debugger Detection = Ανίχνευση Anti-Debugger
Advanced = Προχωρημένες
Disable =  Απενεργοποίηση
Level 1 =  Στάθμη 1
Level 2 =  Σταθμη 2
File Patch (sign support) = File Patch (υποστήριξη υπογραφής)
Detect any change = Ανίχνευση όλων 
Allow 1 hour back = Επιτρέπει 1 ώρα πίσω
Allow 1 day back = Επιτρέπει 1 μέρα πίσω
Allow clock changes = Ναι στις αλλαγές ρολογιού
External Hardware = Εξωτερικό Υλικό
U3 USB device =  Συσκευή U3 USB
(not Windows 9x/Me compatible) = (μη συμαβτό με Windows 9x/Me)
Periodically check U3 device = Περιοδικός έλεγχος της συσκευής U3
The U3 USB device will be monitored to check if it's unplugged. The function WLHardwareRuntimeCheckU3 checks if the device is present or not at any time. = Η USB συσκευή U3 θα πρέπει να παρακολουθείται ώστε να ελέγχετε αν είναι αποσυνδεδεμένη. Η συνάρτηση WLHardwareRuntimeCheckU3 ελέγχει αν η συσκευή είναι/δεν είναι παρούσα  ανά πάσα στιγμή.
Checking U3 USB device = Έλεγχος συσκευής USB U3
Network Instances: No more Allowed = Παρουσίες στο Δϊκτυο: Δεν επιτρέπονται άλλες
Network Instances: Server not running = Παρουσίες στο Δϊκτυο: Δεν τρέχει ο σέρβερ
** Not available in current version ** = ** Μη διαθεσιμο για αυτή την έκδοση **
License installation time-limit exceeded = Υπέρβαση προσθεσμίας εγκατάστασης άδειας 
License disabled in current instance = Απενεργοποίηση της άδειας στη τρέχουσα παρουσία
Control Messages from external DLL = Έλεγχος μηνυμάτων από εξωτερικό DLL
Select a DLL that will handle the displaying of each message. If no DLL is selected, Themida will display the above messages in a MessageBox = Επιλέξτε ένα αρχείο DLL που θα χειριστεί την εμφάνιση του κάθε μηνύματος. Εάν δεν έχει επιλεγεί ένα  DLL, η Θέμιδα θα εμφανίσει τα παραπάνω μηνύματα σε ένα πλαίσιο μηνυμάτων 
Functions Handlers = Χειριστές Συναρτήσεων
Select the function in your DLL that will handle the protection messages = Επιλέξτε τη συνάρτηση του αρχείου DLL που θα χειριστεί τα μηνύματα προστασίας
Select the DLL that will handle all WinLicense events = Επιλέξτε το αρχείο DLL που θα χειριστεί όλα τα συμβάντα του WinLicense
Hide from PE scanners = Απόκρυψη από σαρωτές PE
Type 1 = Τύπος 1
Type 2 = Τύπος 2
Localization = Τοπική Προσασρμογή 
Add Manifest = Προσθήκη Δηλωτικού
Don't add manifest = Όχι προσθήκη δηλωτικού
Add Custom manifest = προσθήκη προσαρμοσμένου 
MSVC80 manifest = δηλωτικό MSVC89
XP Themes = Θέματα XP
MSVC90 manifest = δηλωτικό MSVC90
Launch Application = Εκκίνηση Εφαρμογής
This option will run an external application when the trial period in your application has expired. = Αυτή η επιλογή θα τρέξει μια εξωτερική εφαρμογή, όταν η δοκιμαστική περίοδος της εφαρμογής σας έληξε.
Delete extracted on exit = Διαγραφή εξαγώμενων κατά την έξοδο 
Open Project = Άνοιγμα Έργου
Description = Περιγραφή
Saved Projects = Αποθηκευμένα Έργα
Date Created = Ημέρομηνία Δημιουργίας
Delete = Διαγραφή
Open = Άνοιγμα
Reset Trial = Μηδενισμός Δοκιμαστικής
Reset Trial in current machine = Μηδενισμός Δοκιμαστικής στο τρέχον μηχάνημα
Search = Αναζήτηση
Search Next = Επόμενη Αναζήτηση
Install Before Date = Εγκατάσταση πριν από 
Network Instances = Δικτυακές Παρουσίες
Instances = Παρουσίες
Store Creation Date = Σώσε Ημερ/νία Δημιουργίας
Embed user info in key = Ενσωμάτωση πληροφοριών χρήστη στο κλειδί
(only for Dynamic SmartKeys) = (μόνο για Δυναμικά SmartKeys)
Generate Dynamic SmartKey = Δημιουργία Δυναμικού SmartKey
Default License generation folder = Εξορισμού φάκελος δημιουργίας αδειών
License Restrictions = Περιορισμοί Άδειας
Miscellaneous = Διάφορα
Search Details = Στοιχεία Αναζήτησης
Search by: = Αναζήτηση με:
Search for: = Αναζήτηση για:
Customer Name = Όνομα Πελάτη
GetPrivateProfile APIs support = Υποστήριξη ΑPIs GetPrivateProfile
